{
  "topNavbar.home": "Home",
  "topNavbar.realState": "Immobilien",
  "topNavbar.renewableEnergy": "Erneuerbare Energien",
  "topNavbar.contact": "Kontakt",
  "home.banner": "Investiert in eine nachhaltige Zukunft für kommende Generationen.",
  "home.explanation": "Unsere Beteiligungen liegen in konservativen Bereichen wie Immobilienentwicklung, Immobilienverwaltung und Entwicklung und Verwaltung von regenerativen Kraftwerken im Bereich Photovoltaik. Wir sind überzeugt auch heute noch neue Konzepte in wachsenden Märkten umsetzen zu können. Der Investitionsfokus ist klar auf Immobilienprojektentwicklung, Bestandshaltung von Immobilien und dem Bereich Photovoltaik definiert. Daneben halten wir Beteiligungen an Unternehmen die in wachsende Märkte investiert sind.",
  "home.blurry": "Unser Unternehmen überzeugt durch langjährige Erfahrung bei Immobilieninvestitionen, Schlüsselwissen in der Photovoltaikbranche und der Identifizierung neuer Investitionsmöglichkeiten zur weiteren Wertentwicklung.",
  "realState.text": "Wir sind direkt an Bestands- und Entwicklungsimmobilien beteiligt. Unser Management hat eine über 20-jährige Erfahrung in der Projektentwicklung und Bestandsentwicklung von Immobilien mit dem Focus Werte zu heben und zu realisieren. Insbesondere haben wir Erfahrungen mit Wohnimmobilien in Norddeutschland, wie Mikroappartements, Ferienhäuser, Reihenhäuser und Wohnanlagen, die zu familienfreundlichen und nutzerorientierten Konzepten zum Erfolg beigetragen. Das Management hat ebenfalls eine gute Expertise im Bereich Einzelhandels-, Hotel- und Gewerbeimmobilien. Aktuell liegt der Immobilienfokus im Bereich Projektentwicklung auf Hamburg und Umgebung und Sylt.",
  "renewableEnergy.text": "Über die 80-prozentigen Beteiligung an der Milvio Energy Gruppe ist das Family Office in erneuerbare Energien investiert. Mit dieser Investition verpflichten sich die Gesellschafter zu einer nachhaltigen Investitionsstrategie. Erneuerbare Energien im Bereich Photovoltaik sind wegen ihrer sicheren Rendite und der steigenden Nachfrage nach Ökostrom besonders interessant. Milvio beschäftigt sich mit Photovoltaik-Dachanlagen, -Freiflächenanlagen und Speicherkonzepten. Schwerpunkt ist die Projektentwicklung und Erstellung dieser Kraftwerke für den Bestand sowie auch für den Verkauf dieser Anlagen.",
  "contact.text": "Für Anfragen rufen Sie uns bitte an oder senden Sie uns eine Email",
  "footer.sendUs": "Kontaktieren Sie uns",
  "genera.about": "About"
}
