{
  "topNavbar.home": "Home",
  "topNavbar.realState": "Immobilien",
  "topNavbar.renewableEnergy": "Erneuerbare Energien",
  "topNavbar.contact": "Kontakt",
  "home.banner": "Investieren Sie in einer nachhaltigen Zukunft für die nächste Generationen.",
  "home.explanation": "Unsere Kernbeteiligungen liegen in konservativen Unternehmen in Bereichen wie Immobilienentwicklung, Immobilienverwaltung und Entwicklung und Verwaltung von Kraftwerken, die durch erneuerbare Energien angetrieben werden. Wir schrecken vor neuen Konzepten und aufstrebenden Märkten nicht zurück! Während wir immer tiefer und tiefer in die Welt der Kryptowährungen eintauchen, unterstützen wir sowohl unsere eigenen Gründungsideen als auch Neugründer in ihren Bemühungen mit Erfahrung und finanziellen Mitteln.",
  "home.blurry": "Unser Unternehmen überzeugt durch langjährige Erfahrung bei Immobilieninvestitionen, Schlüsselwissen in der Photovoltaikbranche und der Identifizierung neuer Investitionsmöglichkeiten zur weiteren Wertentwicklung.",
  "realState.text": "Aufgrund der 100-prozentigen Beteiligung an der Connaught Capital Group ist das Family Office in die Entwicklung und Verwaltung von Immobilien investiert. In den vergangenen Jahren lag der Schwerpunkt des Unternehmens auf dem Bau von Wohnimmobilien in Norddeutschland. Die Immobilientypen sind vielfältig und reichen von Reihenhäusern, Kleinstwohnungen bis hin zu Ferienhäusern. Connaught konnte sich durch verschiedene Projekte wie Hotels oder Autohöfe in ganz Europa und internationale Kooperationen positionieren.",
  "renewableEnergy.text": "Aufgrund der 100-prozentigen Beteiligung an der Milvio Energy Gruppe ist das Family Office in erneuerbare Energien investiert. Mit dieser Investition verpflichten sich die Investoren zu einer nachhaltigen Strategie. Erneuerbare Energiequellen sind wegen ihrer sicheren Rendite und der steigenden Nachfrage nach Ökostrom besonders interessant. Milvio beschäftigt sich mit Photovoltaik-Dachanlagen, Photovoltaik-Freiflächenanlagen und Windkraftwerken unabhängig von Investitionsvolumen und Kapazität.",
  "footer.sendUs": "Kontaktieren Sie uns",
  "genera.about": "About"
}
