{
  "topNavbar.home": "Home",
  "topNavbar.realState": "Real Estate",
  "topNavbar.renewableEnergy": "Renewable Energy",
  "topNavbar.contact": "Contact",
  "home.banner": "Investing in a sustainable future for the next generations.",
  "home.explanation": "Our investments are in conservative sectors such as real estate development, property management and the development and management of regenerative power plants in the photovoltaic sector. We are convinced that we can realize new concepts in growing markets even nowadays. The investment focus is clearly defined on real estate development, portfolio management of real estate and the field of photovoltaics. In addition, we hold shares in companies that are invested in growing markets.",
  "home.blurry": "Our company convinces with many years of experience in real estate investment, key knowledge in the photovoltaic industry and identifying new investment opportunities for further value development.",
  "realState.text": "We are directly invested in existing and development properties. Our management has over 20 years of experience in project and portfolio development with a focus on raising and realizing values. In particular, we have experience with residential real estate in Northern Germany, such as micro apartments, vacation homes, townhouses and residential complexes, which have successfully contributed to family-friendly and user-oriented concepts. The management also has a good expertise in retail, hotel and commercial real estate. Currently, the real estate focus in the project development sector is on Hamburg and its surroundings and Sylt.",
  "renewableEnergy.text": "The family office is invested in renewable energies through its 80 percent stake in the Milvio Energy Group. With this investment the shareholders commit themselves to a sustainable investment strategy. Renewable energies in the photovoltaic sector are particularly interesting because of their secure returns and the growing demand for green electricity. Milvio deals with photovoltaic roof systems, open space systems and storage concepts. The focus is on project development and construction of these power plants for portfolio as well as for the sale of these plants.",
  "contact.text": "For any inquiries please call or email us.",
  "footer.sendUs": "Send us a message",
  "genera.about": "About"
}
