{
  "topNavbar.home": "Home",
  "topNavbar.realState": "Real Estate",
  "topNavbar.renewableEnergy": "Renewable Energy",
  "topNavbar.contact": "Contact",
  "home.banner": "Investing in a sustainable future for the next generations.",
  "home.explanation": "Our core shareholdings are in conservative companies in sectors such as real estate development, real estate management and the development and management of power plants driven by renewable energies. We do not shy away from new concepts and emerging markets! While we dive deeper and deeper into the world of cryptocurrencies, we support our own start-up ideas as well as new founders in their efforts with experience and financial means. ",
  "home.blurry": "Our company convinces with many years of experience in real estate investment, key knowledge in the photovoltaic industry and identifying new investment opportunities for further value development.",
  "realState.text": "Due to the 100 percent stake in the Connaught Capital Group, the family office is significantly invested in real estate development and management. In the past years the focus of the company was on the construction of residential properties in Northern Germany. The real estate types are diverse, ranging from terraced houses, micro apartments to vacation homes. Connaught has been able to position itself through various projects such as hotels or gas stations with connected gastronomy along freeways across Europe.",
  "renewableEnergy.text": "Due to the 100 percent stake in the Milvio Energy Group, the family office is invested in renewable energies. With this investment the investors commit themselves to a sustainable strategy. Renewable energy sources are particularly interesting because of their secure returns and the increasing demand for ecological electricity. Milvio deals with photovoltaic roof plants, photovoltaic ground field plant and wind power plants regardless of their size.",
  "contact.text": "For any inquiries please call or email us.",
  "footer.sendUs": "Send us a message",
  "genera.about": "About"
}
